Repository: nikartom/StreamNumDeck
Catalog: src/StreamNumDeck.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, th_th, uk_ua, vi_vn, zh_cn

# Settings_SupportHint.Text
source: If you find StreamNumDeck useful, you can support its development.
cs_cz: Pokud je pro vás StreamNumDeck užitečný, můžete jeho vývoj podpořit.
de_de: Wenn StreamNumDeck für Sie nützlich ist, können Sie seine Entwicklung unterstützen.
fr_fr: Si StreamNumDeck vous est utile, vous pouvez soutenir son développement.
hi_in: यदि स्ट्रीमनमडेक आपके लिए उपयोगी है, तो आप इसके विकास का समर्थन कर सकते हैं।
id_id: Jika StreamNumDeck bermanfaat bagi Anda, Anda dapat mendukung pengembangannya.
it_it: Se StreamNumDeck ti è utile, puoi supportarne lo sviluppo.
ja_jp: StreamNumDeck が役立つ場合は、その開発をサポートできます。
ko_kr: StreamNumDeck이 귀하에게 유용하다면 개발을 지원할 수 있습니다.
nl_nl: Als StreamNumDeck nuttig voor u is, kunt u de ontwikkeling ervan ondersteunen.
pl_pl: Jeśli StreamNumDeck jest dla Ciebie przydatny, możesz wesprzeć jego rozwój.
pt_br: Se StreamNumDeck for útil para você, você pode apoiar seu desenvolvimento.
ro_ro: Dacă StreamNumDeck vă este util, puteți sprijini dezvoltarea acestuia.
ru_ru: Если StreamNumDeck оказался полезен, вы можете поддержать его развитие.
sv_se: Om StreamNumDeck är användbart för dig kan du stödja dess utveckling.
th_th: หาก StreamNumDeck มีประโยชน์สำหรับคุณ คุณสามารถสนับสนุนการพัฒนาได้
uk_ua: Якщо StreamNumDeck вам корисний, ви можете підтримати його розвиток.
vi_vn: Nếu StreamNumDeck hữu ích với bạn, bạn có thể hỗ trợ sự phát triển của nó.
zh_cn: 如果StreamNumDeck对您有用，您可以支持它的开发。

# Settings_SupportButton.Content
source: Donate via DonationAlerts
cs_cz: Podpora na DonationAlerts
de_de: Unterstützung bei DonationAlerts
fr_fr: Assistance sur DonationAlerts
hi_in: DonationAlerts पर सहायता
id_id: Dukungan pada Peringatan Donasi
it_it: Supporto su DonationAlerts
ja_jp: DonationAlert のサポート
ko_kr: 기부알림 지원
nl_nl: Ondersteuning op DonationAlerts
pl_pl: Wsparcie w zakresie powiadomień o darowiznach
pt_br: Suporte em DonationAlerts
ro_ro: Sprijin pentru DonationAlerts
ru_ru: Поддержать на DonationAlerts
sv_se: Support på DonationAlerts
th_th: การสนับสนุนการแจ้งเตือนการบริจาค
uk_ua: Підтримка на DonationAlerts
vi_vn: Hỗ trợ về DonationAlerts
zh_cn: 支持 DonationAlerts

# Deck_Capture.Text
source: Key capture
cs_cz: Zachyťte
de_de: Erfassen
fr_fr: Capturer
hi_in: कब्जा
id_id: Tangkap
it_it: Cattura
ja_jp: キャプチャ
ko_kr: 캡처
nl_nl: Vastleggen
pl_pl: Przechwytywanie
pt_br: Capturar
ro_ro: Captură
ru_ru: Перехват
sv_se: Fånga
th_th: จับภาพ
uk_ua: захоплення
vi_vn: Chụp
zh_cn: 捕获

# Deck_CaptureToggle.AutomationProperties.Name
source: Key capture
cs_cz: Snímání klávesnice
de_de: Tastaturerfassung
fr_fr: Capture du clavier
hi_in: कीबोर्ड कैप्चर
id_id: Pengambilan papan ketik
it_it: Cattura da tastiera
ja_jp: キーボードキャプチャ
ko_kr: 키보드 캡처
nl_nl: Toetsenbord vastleggen
pl_pl: Przechwytywanie klawiatury
pt_br: Captura de teclado
ro_ro: Captură de la tastatură
ru_ru: Перехват клавиатуры
sv_se: Tangentbord fånga
th_th: การจับภาพแป้นพิมพ์
uk_ua: Захоплення клавіатури
vi_vn: Chụp bàn phím
zh_cn: 键盘捕获

# Deck_CaptureToggle.ToolTipService.ToolTip
source: Ctrl+Alt+F12 — emergency pause
cs_cz: Ctrl+Alt+F12 — nouzové pozastavení
de_de: Strg+Alt+F12 – Notpause
fr_fr: Ctrl+Alt+F12 — pause d'urgence
hi_in: Ctrl+Alt+F12 - आपातकालीन विराम
id_id: Ctrl+Alt+F12 — jeda darurat
it_it: Ctrl+Alt+F12: pausa di emergenza
ja_jp: Ctrl+Alt+F12 — 緊急一時停止
ko_kr: Ctrl+Alt+F12 — 긴급 일시 정지
nl_nl: Ctrl+Alt+F12 — noodpauze
pl_pl: Ctrl+Alt+F12 — pauza awaryjna
pt_br: Ctrl+Alt+F12 – pausa de emergência
ro_ro: Ctrl+Alt+F12 — pauză de urgență
ru_ru: Ctrl+Alt+F12 — аварийная пауза
sv_se: Ctrl+Alt+F12 — nödpaus
th_th: Ctrl+Alt+F12 — หยุดชั่วคราวฉุกเฉิน
uk_ua: Ctrl+Alt+F12 — аварійна пауза
vi_vn: Ctrl+Alt+F12 — tạm dừng khẩn cấp
zh_cn: Ctrl+Alt+F12 — 紧急暂停

# Deck_ActionError.Title
source: Action failed
cs_cz: Akce se nezdařila
de_de: Aktion fehlgeschlagen
fr_fr: L'action a échoué
hi_in: कार्रवाई विफल रही
id_id: Tindakan gagal
it_it: Azione fallita
ja_jp: アクションが失敗しました
ko_kr: 작업 실패
nl_nl: Actie mislukt
pl_pl: Akcja nie powiodła się
pt_br: Falha na ação
ro_ro: Acțiunea eșuată
ru_ru: Действие не выполнено
sv_se: Åtgärden misslyckades
th_th: การดำเนินการล้มเหลว
uk_ua: Не вдалося виконати дію
vi_vn: Hành động không thành công
zh_cn: 操作失败

# Deck_NumLock.ToolTipService.ToolTip
source: Switch NumLock layer
cs_cz: Přepněte vrstvu NumLock
de_de: NumLock-Ebene wechseln
fr_fr: Changer la couche NumLock
hi_in: NumLock परत स्विच करें
id_id: Ganti lapisan NumLock
it_it: Cambia il livello Bloc Num
ja_jp: NumLock レイヤーの切り替え
ko_kr: NumLock 레이어 전환
nl_nl: Schakel over naar NumLock-laag
pl_pl: Przełącz warstwę NumLock
pt_br: Alternar camada NumLock
ro_ro: Comutați stratul NumLock
ru_ru: Переключить слой NumLock
sv_se: Byt NumLock-lager
th_th: สลับเลเยอร์ NumLock
uk_ua: Перемикання шару NumLock
vi_vn: Chuyển lớp NumLock
zh_cn: 切换 NumLock 层

# Editor_Dialog.CloseButtonText
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batalkan
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleer
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sv_se: Avbryt
th_th: ยกเลิก
uk_ua: Скасувати
vi_vn: Hủy bỏ
zh_cn: 取消

# Editor_Dialog.PrimaryButtonText
source: Save
cs_cz: Uložit
de_de: Speichern
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
ro_ro: Salvați
ru_ru: Сохранить
sv_se: Spara
th_th: บันทึก
uk_ua: зберегти
vi_vn: Lưu
zh_cn: 保存

# Editor_Dialog.SecondaryButtonText
source: Clear
cs_cz: Jasný
de_de: Klar
fr_fr: Effacer
hi_in: स्पष्ट
id_id: Jelas
it_it: Chiaro
ja_jp: クリア
ko_kr: 지우기
nl_nl: Duidelijk
pl_pl: Jasne
pt_br: Limpar
ro_ro: Clar
ru_ru: Очистить
sv_se: Rensa
th_th: ชัดเจน
uk_ua: ясно
vi_vn: Xóa
zh_cn: 清除

# Editor_Appearance.Text
source: Appearance
cs_cz: Vzhled
de_de: Aussehen
fr_fr: Apparence
hi_in: दिखावट
id_id: Penampilan
it_it: Aspetto
ja_jp: 外観
ko_kr: 외관
nl_nl: Uiterlijk
pl_pl: Wygląd
pt_br: Aparência
ro_ro: Aspectul
ru_ru: Внешний вид
sv_se: Utseende
th_th: ลักษณะที่ปรากฏ
uk_ua: Зовнішній вигляд
vi_vn: Ngoại hình
zh_cn: 外观

# Editor_CustomIcon.Content
source: Choose a custom icon…
cs_cz: Vyberte si ikonu…
de_de: Wählen Sie Ihr Symbol…
fr_fr: Choisissez votre icône…
hi_in: अपना आइकन चुनें...
id_id: Pilih ikon Anda…
it_it: Scegli la tua icona...
ja_jp: アイコンを選択してください…
ko_kr: 아이콘을 선택하세요…
nl_nl: Kies uw pictogram…
pl_pl: Wybierz swoją ikonę…
pt_br: Escolha seu ícone…
ro_ro: Alege-ți pictograma...
ru_ru: Выбрать свою иконку…
sv_se: Välj din ikon...
th_th: เลือกไอคอนของคุณ...
uk_ua: Виберіть свій значок…
vi_vn: Chọn biểu tượng của bạn…
zh_cn: 选择你的图标...

# Editor_Label.Header
source: Label
cs_cz: Štítek
de_de: Etikett
fr_fr: Étiquette
hi_in: लेबल
it_it: Etichetta
ja_jp: ラベル
ko_kr: 라벨
nl_nl: Etiket
pl_pl: Etykieta
pt_br: Etiqueta
ro_ro: Etichetă
ru_ru: Подпись
sv_se: Etikett
th_th: ป้ายกำกับ
uk_ua: Мітка
vi_vn: Nhãn
zh_cn: 标签

# Editor_Label.PlaceholderText
source: Optional
cs_cz: Volitelné
fr_fr: Facultatif
hi_in: वैकल्पिक
id_id: Opsional
it_it: Facoltativo
ja_jp: オプション
ko_kr: 선택사항
nl_nl: Optioneel
pl_pl: Opcjonalne
pt_br: Opcional
ro_ro: Opțional
ru_ru: Необязательно
sv_se: Valfritt
th_th: ไม่จำเป็น
uk_ua: Додатково
vi_vn: Tùy chọn
zh_cn: 可选

# Editor_CopyOtherLayer.Content
source: Copy assignment from the other layer
cs_cz: Zkopírujte úkol z jiné vrstvy
de_de: Zuordnung von der anderen Ebene kopieren
fr_fr: Copier l'affectation depuis l'autre couche
hi_in: दूसरी परत से असाइनमेंट कॉपी करें
id_id: Salin tugas dari lapisan lain
it_it: Copia l'assegnazione dall'altro livello
ja_jp: 他のレイヤーから割り当てをコピー
ko_kr: 다른 레이어의 할당 복사
nl_nl: Kopieer opdracht uit de andere laag
pl_pl: Skopiuj zadanie z drugiej warstwy
pt_br: Copiar atribuição da outra camada
ro_ro: Copiați atribuirea din celălalt strat
ru_ru: Скопировать назначение из другого слоя
sv_se: Kopiera uppgiften från det andra lagret
th_th: คัดลอกงานจากอีกชั้นหนึ่ง
uk_ua: Скопіюйте призначення з іншого шару
vi_vn: Sao chép bài tập từ lớp khác
zh_cn: 从另一层复制分配

# Editor_ActionSection.Text
source: Action
cs_cz: Akce
de_de: Aktion
hi_in: कार्रवाई
id_id: Tindakan
it_it: Azione
ja_jp: アクション
ko_kr: 액션
nl_nl: Actie
pl_pl: Akcja
pt_br: Ação
ro_ro: Acțiune
ru_ru: Действие
sv_se: Åtgärd
th_th: การดำเนินการ
uk_ua: Дія
vi_vn: hành động
zh_cn: 行动

# Editor_ActionGroup.Header
source: Group
cs_cz: Skupina
de_de: Gruppe
fr_fr: Groupe
hi_in: समूह
id_id: Kelompok
it_it: Gruppo
ja_jp: グループ
ko_kr: 그룹
nl_nl: Groep
pl_pl: Grupa
pt_br: Grupo
ro_ro: grup
ru_ru: Группа
sv_se: Grupp
th_th: กลุ่ม
uk_ua: Група
vi_vn: Nhóm
zh_cn: 集团

# Editor_ActionType.Header
source: Action
cs_cz: Akce
de_de: Aktion
hi_in: कार्रवाई
id_id: Tindakan
it_it: Azione
ja_jp: アクション
ko_kr: 액션
nl_nl: Actie
pl_pl: Akcja
pt_br: Ação
ro_ro: Acțiune
ru_ru: Действие
sv_se: Åtgärd
th_th: การดำเนินการ
uk_ua: Дія
vi_vn: hành động
zh_cn: 行动

# Editor_AudioFile.Header
source: Audio file
cs_cz: Zvukový soubor
de_de: Audiodatei
fr_fr: Fichier audio
hi_in: ऑडियो फ़ाइल
id_id: berkas audio
it_it: File audio
ja_jp: 音声ファイル
ko_kr: 오디오 파일
nl_nl: Audiobestand
pl_pl: Plik audio
pt_br: Arquivo de áudio
ro_ro: Fișier audio
ru_ru: Аудиофайл
sv_se: Ljudfil
th_th: ไฟล์เสียง
uk_ua: Аудіофайл
vi_vn: Tệp âm thanh
zh_cn: 音频文件

# Common_BrowseButton.Content
source: Browse…
cs_cz: Procházet…
de_de: Durchsuchen…
fr_fr: Parcourir…
hi_in: ब्राउज़ करें...
id_id: Jelajahi…
it_it: Sfoglia...
ja_jp: 閲覧…
ko_kr: 찾아보기…
nl_nl: Blader…
pl_pl: Przeglądaj…
pt_br: Navegar…
ro_ro: Răsfoiți...
ru_ru: Обзор…
sv_se: Bläddra...
th_th: เรียกดู...
uk_ua: Перегляд…
vi_vn: Duyệt…
zh_cn: 浏览…

# Editor_PreviewSound.Content
source: Play preview
cs_cz: Náhled
de_de: Vorschau
fr_fr: Aperçu
hi_in: पूर्वावलोकन
id_id: Pratinjau
it_it: Anteprima
ja_jp: プレビュー
ko_kr: 미리보기
nl_nl: Voorbeeld
pl_pl: Podgląd
pt_br: Visualização
ro_ro: Previzualizare
ru_ru: Прослушать
sv_se: Förhandsgranska
th_th: ดูตัวอย่าง
uk_ua: Попередній перегляд
vi_vn: Xem trước
zh_cn: 预览

# Common_StopButton.Content
source: Stop
cs_cz: Přestaň
de_de: Stopp
fr_fr: Arrêter
hi_in: रुकें
id_id: Berhenti
it_it: Fermare
ja_jp: 停止
ko_kr: 중지
pl_pl: Zatrzymaj się
pt_br: Pare
ro_ro: Opreste-te
ru_ru: Стоп
sv_se: Sluta
th_th: หยุด
uk_ua: Стоп
vi_vn: Dừng lại
zh_cn: 停止

# Editor_Volume.Header
source: Volume
cs_cz: Hlasitost
de_de: Lautstärke
hi_in: आयतन
ja_jp: ボリューム
ko_kr: 볼륨
pl_pl: Objętość
ro_ro: Volumul
ru_ru: Громкость
sv_se: Volym
th_th: ปริมาณ
uk_ua: Обсяг
vi_vn: khối lượng
zh_cn: 体积

# Editor_Behavior.Header
source: Behavior
cs_cz: Chování
de_de: Verhalten
fr_fr: Comportement
hi_in: व्यवहार
id_id: Perilaku
it_it: Comportamento
ja_jp: 行動
ko_kr: 행동
nl_nl: Gedrag
pl_pl: Zachowanie
pt_br: Comportamento
ro_ro: Comportament
ru_ru: Поведение
sv_se: Beteende
th_th: พฤติกรรม
uk_ua: Поведінка
vi_vn: Hành vi
zh_cn: 行为

# Editor_Application.Header
source: Application
cs_cz: Aplikace
de_de: Bewerbung
fr_fr: Demande
hi_in: आवेदन
id_id: Aplikasi
it_it: Applicazione
ja_jp: アプリケーション
ko_kr: 신청
nl_nl: Toepassing
pl_pl: Zastosowanie
pt_br: Aplicação
ro_ro: Aplicație
ru_ru: Приложение
sv_se: Ansökan
th_th: ใบสมัคร
uk_ua: застосування
vi_vn: ứng dụng
zh_cn: 应用

# Editor_Application.PlaceholderText
source: Select an app or enter an executable name
cs_cz: Vyberte aplikaci nebo zadejte název .exe
de_de: Wählen Sie eine Anwendung aus oder geben Sie einen EXE-Namen ein
fr_fr: Sélectionnez une application ou entrez un nom .exe
hi_in: एक एप्लिकेशन चुनें या एक .exe नाम दर्ज करें
id_id: Pilih aplikasi atau masukkan nama .exe
it_it: Seleziona un'applicazione o inserisci un nome .exe
ja_jp: アプリケーションを選択するか、.exe 名を入力します
ko_kr: 응용 프로그램을 선택하거나 .exe 이름을 입력하세요.
nl_nl: Selecteer een applicatie of voer een .exe-naam in
pl_pl: Wybierz aplikację lub wprowadź nazwę .exe
pt_br: Selecione um aplicativo ou digite um nome .exe
ro_ro: Selectați o aplicație sau introduceți un nume .exe
ru_ru: Выберите приложение или введите имя .exe
sv_se: Välj ett program eller ange ett .exe-namn
th_th: เลือกแอปพลิเคชันหรือป้อนชื่อ .exe
uk_ua: Виберіть програму або введіть назву .exe
vi_vn: Chọn một ứng dụng hoặc nhập tên .exe
zh_cn: 选择一个应用程序或输入 .exe 名称

# Editor_VolumeStep.Header
source: Volume step, %
cs_cz: Změnit krok, %
de_de: Änderungsschritt, %
fr_fr: Changer l'étape, %
hi_in: चरण बदलें, %
id_id: Ubah langkah, %
it_it: Cambia passo, %
ja_jp: 変更ステップ、%
ko_kr: 변경 단계, %
nl_nl: Stap wijzigen, %
pl_pl: Zmień krok,%
pt_br: Etapa de mudança,%
ro_ro: Modificați pasul, %
ru_ru: Шаг изменения, %
sv_se: Ändra steg, %
th_th: เปลี่ยนขั้นตอน %
uk_ua: Крок зміни, %
vi_vn: Bước thay đổi, %
zh_cn: 改变步长，%

# Editor_AudioSessionHint.Text
source: The list includes apps with an active Windows audio session.
cs_cz: Seznam zobrazuje aplikace, pro které systém Windows již vytvořil zvukovou relaci.
de_de: Die Liste zeigt Anwendungen, für die Windows bereits eine Audiositzung erstellt hat.
fr_fr: La liste affiche les applications pour lesquelles Windows a déjà créé une session audio.
hi_in: सूची उन अनुप्रयोगों को दिखाती है जिनके लिए विंडोज़ ने पहले ही एक ऑडियो सत्र बना लिया है।
id_id: Daftar tersebut menunjukkan aplikasi yang sesi audionya telah dibuat oleh Windows.
it_it: L'elenco mostra le applicazioni per le quali Windows ha già creato una sessione audio.
ja_jp: リストには、Windows がすでにオーディオ セッションを作成しているアプリケーションが表示されます。
ko_kr: 목록에는 Windows에서 이미 오디오 세션을 생성한 응용 프로그램이 표시됩니다.
nl_nl: De lijst toont applicaties waarvoor Windows al een audiosessie heeft aangemaakt.
pl_pl: Na liście znajdują się aplikacje, dla których system Windows utworzył już sesję audio.
pt_br: A lista mostra aplicativos para os quais o Windows já criou uma sessão de áudio.
ro_ro: Lista arată aplicațiile pentru care Windows a creat deja o sesiune audio.
ru_ru: В списке отображаются приложения, для которых Windows уже создала аудиосессию.
sv_se: Listan visar program som Windows redan har skapat en ljudsession för.
th_th: รายการแสดงแอปพลิเคชันที่ Windows ได้สร้างเซสชันเสียงไว้แล้ว
uk_ua: У списку показано програми, для яких Windows уже створила аудіосеанс.
vi_vn: Danh sách hiển thị các ứng dụng mà Windows đã tạo phiên âm thanh.
zh_cn: 该列表显示 Windows 已为其创建音频会话的应用程序。

# Editor_ObsTarget.Header
source: Scene or source
cs_cz: Scéna nebo zdroj
de_de: Szene oder Quelle
fr_fr: Scène ou source
hi_in: दृश्य या स्रोत
id_id: Adegan atau sumber
it_it: Scena o fonte
ja_jp: シーンまたはソース
ko_kr: 장면 또는 소스
nl_nl: Scène of bron
pl_pl: Scena lub źródło
pt_br: Cena ou fonte
ro_ro: Scena sau sursa
ru_ru: Сцена или источник
sv_se: Scen eller källa
th_th: ฉากหรือแหล่งที่มา
uk_ua: Сцена або джерело
vi_vn: Cảnh hoặc nguồn
zh_cn: 场景或来源

# Editor_ObsTarget.PlaceholderText
source: Enter the exact name used in OBS
cs_cz: Přesný název v OBS
de_de: Genauer Name in OBS
fr_fr: Nom exact dans OBS
hi_in: ओबीएस में सटीक नाम
id_id: Nama persisnya di OBS
it_it: Nome esatto in OBS
ja_jp: OBS での正確な名前
ko_kr: OBS의 정확한 이름
nl_nl: Exacte naam in OBS
pl_pl: Dokładna nazwa w OBS
pt_br: Nome exato no OBS
ro_ro: Numele exact în OBS
ru_ru: Точное имя в OBS
sv_se: Exakt namn i OBS
th_th: ชื่อที่แน่นอนใน OBS
uk_ua: Точна назва в OBS
vi_vn: Tên chính xác trong OBS
zh_cn: OBS 中的确切名称

# Editor_SystemTarget.Header
source: Program, path, or address
cs_cz: Program, cesta nebo adresa
de_de: Programm, Pfad oder Adresse
fr_fr: Programme, chemin ou adresse
hi_in: कार्यक्रम, पथ, या पता
id_id: Program, jalur, atau alamat
it_it: Programma, percorso o indirizzo
ja_jp: プログラム、パス、またはアドレス
ko_kr: 프로그램, 경로 또는 주소
nl_nl: Programma, pad of adres
pl_pl: Program, ścieżka lub adres
pt_br: Programa, caminho ou endereço
ro_ro: Program, cale sau adresă
ru_ru: Программа, путь или адрес
sv_se: Program, sökväg eller adress
th_th: โปรแกรม เส้นทาง หรือที่อยู่
uk_ua: Програма, шлях або адреса
vi_vn: Chương trình, đường dẫn hoặc địa chỉ
zh_cn: 程序、路径或地址

# Editor_Arguments.Header
source: Arguments
cs_cz: Argumenty
de_de: Argumente
hi_in: तर्क
id_id: Argumen
it_it: Argomenti
ja_jp: 引数
ko_kr: 인수
nl_nl: Argumenten
pl_pl: Argumenty
pt_br: Argumentos
ro_ro: Argumente
ru_ru: Аргументы
sv_se: Argument
th_th: ข้อโต้แย้ง
uk_ua: Аргументи
vi_vn: Đối số
zh_cn: 论据

# Editor_Arguments.PlaceholderText
source: Optional
cs_cz: Volitelné
fr_fr: Facultatif
hi_in: वैकल्पिक
id_id: Opsional
it_it: Facoltativo
ja_jp: オプション
ko_kr: 선택사항
nl_nl: Optioneel
pl_pl: Opcjonalne
pt_br: Opcional
ro_ro: Opțional
ru_ru: Необязательно
sv_se: Valfritt
th_th: ไม่จำเป็น
uk_ua: Додатково
vi_vn: Tùy chọn
zh_cn: 可选

# Editor_WorkingDirectory.Header
source: Working directory
cs_cz: Pracovní adresář
de_de: Arbeitsverzeichnis
fr_fr: Répertoire de travail
hi_in: कार्यशील निर्देशिका
id_id: Direktori kerja
it_it: Directory di lavoro
ja_jp: 作業ディレクトリ
ko_kr: 작업 디렉토리
nl_nl: Werkmap
pl_pl: Katalog roboczy
pt_br: Diretório de trabalho
ro_ro: Director de lucru
ru_ru: Рабочая папка
sv_se: Arbetskatalog
th_th: ไดเร็กทอรีการทำงาน
uk_ua: Робочий каталог
vi_vn: Thư mục làm việc
zh_cn: 工作目录

# Editor_WorkingDirectory.PlaceholderText
source: Optional
cs_cz: Volitelné
fr_fr: Facultatif
hi_in: वैकल्पिक
id_id: Opsional
it_it: Facoltativo
ja_jp: オプション
ko_kr: 선택사항
nl_nl: Optioneel
pl_pl: Opcjonalne
pt_br: Opcional
ro_ro: Opțional
ru_ru: Необязательно
sv_se: Valfritt
th_th: ไม่จำเป็น
uk_ua: Додатково
vi_vn: Tùy chọn
zh_cn: 可选

# Editor_MacroHint.Text
source: Enter each step on a new line. Shortcut: Ctrl+Shift+S. Delay: wait 250. Lines starting with # are comments.
cs_cz: Zadejte každý krok na nový řádek. Klávesová zkratka: Ctrl+Shift+S. Zpoždění: počkejte 250. Řádky začínající # jsou komentáře.
de_de: Geben Sie jeden Schritt in einer neuen Zeile ein. Tastenkombination: Strg+Umschalt+S. Verzögerung: 250 warten. Zeilen, die mit # beginnen, sind Kommentare.
fr_fr: Entrez chaque étape sur une nouvelle ligne. Raccourci : Ctrl+Maj+S. Délai : attendez 250. Les lignes commençant par # sont des commentaires.
hi_in: प्रत्येक चरण को एक नई पंक्ति में दर्ज करें। शॉर्टकट: Ctrl+Shift+S. विलंब: 250 प्रतीक्षा करें। # से प्रारंभ होने वाली पंक्तियाँ टिप्पणियाँ हैं।
id_id: Masukkan setiap langkah pada baris baru. Pintasan: Ctrl+Shift+S. Penundaan: tunggu 250. Baris yang dimulai dengan # adalah komentar.
it_it: Inserisci ogni passaggio su una nuova riga. Scorciatoia: Ctrl+Maiusc+S. Ritardo: attendere 250. Le righe che iniziano con # sono commenti.
ja_jp: 各ステップを新しい行に入力します。ショートカット: Ctrl+Shift+S。遅延: 250 待ちます。 # で始まる行はコメントです。
ko_kr: 새 줄에 각 단계를 입력합니다. 단축키: Ctrl+Shift+S. 지연: 250을 기다립니다. #으로 시작하는 줄은 주석입니다.
nl_nl: Voer elke stap op een nieuwe regel in. Sneltoets: Ctrl+Shift+S. Vertraging: wacht 250. Regels die beginnen met # zijn commentaar.
pl_pl: Wprowadź każdy krok w nowej linii. Skrót: Ctrl+Shift+S. Opóźnienie: poczekaj 250. Linie zaczynające się od # to komentarze.
pt_br: Insira cada etapa em uma nova linha. Atalho: Ctrl+Shift+S. Atraso: espere 250. Linhas que começam com # são comentários.
ro_ro: Introduceți fiecare pas pe o linie nouă. Comandă rapidă: Ctrl+Shift+S. Întârziere: așteptați 250. Rândurile care încep cu # sunt comentarii.
ru_ru: Каждый шаг вводится с новой строки. Сочетание: Ctrl+Shift+S. Пауза: wait 250. Строки с # считаются комментариями.
sv_se: Ange varje steg på en ny rad. Genväg: Ctrl+Skift+S. Fördröjning: vänta 250. Rader som börjar med # är kommentarer.
th_th: ป้อนแต่ละขั้นตอนในบรรทัดใหม่ ทางลัด: Ctrl+Shift+S ดีเลย์: รอ 250 บรรทัดที่ขึ้นต้นด้วย # คือความคิดเห็น
uk_ua: Вводьте кожен крок з нового рядка. Комбінація клавіш: Ctrl+Shift+S. Затримка: зачекайте 250. Рядки, що починаються з #, є коментарями.
vi_vn: Nhập từng bước trên một dòng mới. Phím tắt: Ctrl+Shift+S. Trì hoãn: đợi 250. Các dòng bắt đầu bằng # là nhận xét.
zh_cn: 在新行中输入每个步骤。快捷键：Ctrl+Shift+S。延迟：等待250。以#开头的行是注释。

# Editor_MacroSequence.Header
source: Sequence
cs_cz: Sekvence
de_de: Reihenfolge
fr_fr: Séquence
hi_in: अनुक्रम
id_id: Urutan
it_it: Sequenza
ja_jp: シーケンス
ko_kr: 순서
nl_nl: Volgorde
pl_pl: Sekwencja
pt_br: Sequência
ro_ro: Secvență
ru_ru: Последовательность
sv_se: Sekvens
th_th: ลำดับ
uk_ua: Послідовність
vi_vn: trình tự
zh_cn: 序列

# Common_On
source: On
cs_cz: Zapnuto
de_de: Auf
fr_fr: Sur
hi_in: पर
id_id: Aktif
it_it: Su
ja_jp: オン
ko_kr: 켜짐
nl_nl: Aan
pl_pl: Włączone
pt_br: Ligado
ro_ro: Pornit
ru_ru: включён
sv_se: På
th_th: เปิด
uk_ua: Увімкнено
vi_vn: Bật
zh_cn: 开

# Common_Off
source: Off
cs_cz: Vypnuto
de_de: Aus
fr_fr: Désactivé
hi_in: बंद
id_id: Mati
it_it: Spento
ja_jp: オフ
ko_kr: 끄기
nl_nl: Uit
pl_pl: Wyłączone
pt_br: Desligado
ro_ro: Oprit
ru_ru: выключен
sv_se: Av
th_th: ปิด
uk_ua: Вимкнено
vi_vn: Tắt
zh_cn: 关闭

# Common_Save
source: Save
cs_cz: Uložit
de_de: Speichern
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
ro_ro: Salvați
ru_ru: Сохранить
sv_se: Spara
th_th: บันทึก
uk_ua: зберегти
vi_vn: Lưu
zh_cn: 保存

# Common_Create
source: Create
cs_cz: Vytvořit
de_de: Erstellen
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 만들기
nl_nl: Creëer
pl_pl: Utwórz
pt_br: Criar
ro_ro: Creați
ru_ru: Создать
sv_se: Skapa
th_th: สร้าง
uk_ua: Створити
vi_vn: Tạo
zh_cn: 创建

# Common_Delete
source: Delete
cs_cz: Smazat
de_de: Löschen
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Excluir
ro_ro: Ștergeți
ru_ru: Удалить
sv_se: Ta bort
th_th: ลบ
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除

# Common_Edit
source: Edit
cs_cz: Upravit
fr_fr: Modifier
hi_in: संपादित करें
ja_jp: 編集
pl_pl: Edytuj
pt_br: Editar
uk_ua: Редагувати

# Common_Cancel
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batalkan
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleer
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sv_se: Avbryt
th_th: ยกเลิก
uk_ua: Скасувати
vi_vn: Hủy bỏ
zh_cn: 取消

# Common_Close
source: Close
cs_cz: Zavřít
de_de: Schließen
fr_fr: Fermer
hi_in: बंद करें
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
ro_ro: Închide
ru_ru: Закрыть
sv_se: Stäng
th_th: ปิด
uk_ua: Закрити
vi_vn: Đóng
zh_cn: 关闭

# Common_Minimize
source: Minimize
cs_cz: Minimalizovat
de_de: Minimieren
fr_fr: Réduire
hi_in: न्यूनतम करें
id_id: Minimalkan
it_it: Ridurre al minimo
ja_jp: 最小化する
ko_kr: 최소화
nl_nl: Minimaliseer
pl_pl: Minimalizuj
pt_br: Minimizar
ro_ro: Minimizați
ru_ru: Свернуть
sv_se: Minimera
th_th: ย่อเล็กสุด
uk_ua: Згорнути
vi_vn: Giảm thiểu
zh_cn: 最小化

# FileFilter_Audio
source: Audio files
cs_cz: Zvukové soubory
de_de: Audiodateien
fr_fr: Fichiers audio
hi_in: ऑडियो फ़ाइलें
id_id: File audio
it_it: File audio
ja_jp: 音声ファイル
ko_kr: 오디오 파일
pl_pl: Pliki audio
pt_br: Arquivos de áudio
ro_ro: Fișiere audio
ru_ru: Аудиофайлы
sv_se: Ljudfiler
th_th: ไฟล์เสียง
uk_ua: Аудіо файли
vi_vn: Tệp âm thanh
zh_cn: 音频文件

# FileFilter_Images
source: Images
cs_cz: Obrázky
de_de: Bilder
hi_in: छवियाँ
id_id: Gambar
it_it: Immagini
ja_jp: 画像
ko_kr: 이미지
nl_nl: Afbeeldingen
pl_pl: Obrazy
pt_br: Imagens
ro_ro: Imagini
ru_ru: Изображения
sv_se: Bilder
th_th: รูปภาพ
uk_ua: Зображення
vi_vn: Hình ảnh
zh_cn: 图片

# FileFilter_AllFiles
source: All files
cs_cz: Všechny soubory
de_de: Alle Dateien
fr_fr: Tous les fichiers
hi_in: सभी फ़ाइलें
id_id: Semua file
it_it: Tutti i file
ja_jp: すべてのファイル
ko_kr: 모든 파일
pl_pl: Wszystkie pliki
pt_br: Todos os arquivos
ro_ro: Toate fișierele
ru_ru: Все файлы
sv_se: Alla filer
th_th: ไฟล์ทั้งหมด
uk_ua: Всі файли
vi_vn: Tất cả các tập tin
zh_cn: 所有文件

# ActionGroup_None
source: No action
cs_cz: Žádná akce
de_de: Keine Aktion
fr_fr: Aucune action
hi_in: कोई कार्रवाई नहीं
id_id: Tidak ada tindakan
it_it: Nessuna azione
ja_jp: アクションなし
ko_kr: 조치 없음
nl_nl: Geen actie
pl_pl: Brak działania
pt_br: Nenhuma ação
ro_ro: Nicio acțiune
ru_ru: Без действия
sv_se: Ingen åtgärd
th_th: ไม่มีการดำเนินการ
uk_ua: Ніяких дій
vi_vn: Không có hành động
zh_cn: 无动作
